<?php
return [
    'admin' => [
        'admin' => 'عرض الصفحه الرئيسيه',

        'permissions' => [
            'permissions' => 'الصلاحيات',
            'index' => 'عرض صفحه الصلاحيات',
            'create' => 'عرض صفحه إضافة الصلاحيات',
            'store' => 'إضافة صلاحيه',
            'show' => 'عرض الصلاحيات الخاصة بدور معين ',
            'edit' => 'عرض صفحه تعديل الصلاحيات',
            'update' => 'تعديل الصلاحيات',
            'destroy' => 'حذف صلاحيه',
            'destroy_selected' => 'حذف الصلاحيات المحددة',
        ],

        'admins' => [
            'admins' => 'المشرفين',
            'index' => 'عرض صفحه المشرفين',
            'create' => 'عرض صفحه إضافة المشرفين',
            'store' => 'إضافة مشرف',
            'show' => 'عرض  مشرف ',
            'edit' => 'عرض صفحه تعديل المشرفين',
            'update' => 'تعديل المشرفين',
            'destroy' => 'حذف مشرف',
            'destroy_selected' => 'حذف المشرفين المحددة',
        ],

        'settings' => [
            'settings' => ' الإعدادات',
            'index' => 'عرض صفحه الإعدادات',
            'update' => 'تعديل الإعدادات',
        ],

        'advantages' => [
            'advantages' => 'المزايا',
            'index' => 'عرض صفحه المزايا',
            'create' => 'عرض صفحه إضافة المزايا',
            'store' => 'إضافة ميزه',
            'show' => 'عرض  ميزه ',
            'edit' => 'عرض صفحه تعديل المزايا',
            'update' => 'تعديل المزايا',
            'destroy' => 'حذف ميزه',
            'destroy_selected' => 'حذف المزايا المحددة',
        ],

        'socials' => [
            'socials' => 'وسائل التواصل',
            'index' => 'عرض صفحه وسائل التواصل',
            'create' => 'عرض صفحه إضافة وسيله تواصل',
            'store' => 'إضافة وسيله تواصل',
            'show' => 'عرض  وسيله تواصل ',
            'edit' => 'عرض صفحه تعديل وسائل التواصل',
            'update' => 'تعديل وسيله تواصل',
            'destroy' => 'حذف وسيله تواصل',
            'destroy_selected' => 'حذف وسائل التواصل المحددة',
        ],
        'projects' => [
            'projects' => 'المشاريع',
            'index' => 'عرض صفحه مشروع',
            'create' => 'عرض صفحه إضافة مشروع',
            'store' => 'إضافة مشروع',
            'show' => 'عرض  مشروع ',
            'edit' => 'عرض صفحه تعديل مشروع',
            'update' => 'تعديل مشروع',
            'destroy' => 'حذف مشروع',
            'destroy_selected' => 'حذف المشاريع المحددة',
        ],
        'tasks' => [
            'tasks' => 'المهام',
            'index' => 'عرض صفحه مهمه',
            'create' => 'عرض صفحه إضافة مهمه',
            'store' => 'إضافة مهمه',
            'show' => 'عرض  مهمه ',
            'edit' => 'عرض صفحه تعديل مهمه',
            'update' => 'تعديل مهمه',
            'destroy' => 'حذف مهمه',
            'destroy_selected' => 'حذف المهام المحددة',
        ],

        'reports' => [
            'reports' => 'التقارير',
            'index' => 'عرض صفحه التقارير',
            'show' => 'عرض تقرير ',
            'destroy' => 'حذف تقرير',
            'destroy_selected' => 'حذف التقارير المحددة',
        ],
        'inbox' => [
            'inbox' => ' الرسائل',
            'index' => 'عرض صفحه الرسائل',
            'show' => 'عرض تفاصيل رسالة',
            'destroy' => 'حذف الرسالة',
            'destroy_selected' => 'حذف الرسائل المحددة',
            'reply' => 'الرد علي الرساله',
        ],
        'profile' => [
            'profile' => ' الملف الشخضي ',
            'edit' => 'عرض صفحه تعديل الملف الشخضي ',
            'update' => ' تعديل الملف الشخضي',
        ],
        'about' => [
            'about' => ' من نحن ',
            'index' => 'عرض صفحه من نحن ',
            'update' => ' تعديل من نحن',
        ],
        'users' => [
            'users' => ' الاعضاء ',
        ],


        #new_routes_trans_here


    ]

];
